Repository: djrusskof/AndorsTrail
Catalog: assets/translation/*.po
Languages: id, nl, sl

source: translator-credits
id: Launchpad Contributions: Arief Setiadi Wibowo https://launchpad.net/~q-thrynx Noza Putra Pratama https://launchpad.net/~mas-noza
nl: Launchpad Contributions: Nils Berghs https://launchpad.net/~nilsberghs
sl: Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic

source: Chaotic curse
nl: Chaotische vloek
sl: Kaotično prekletsvo

source: Chaotic grip
nl: Chaotische grip
sl: Kaotični prijem

source: Insect contagion
nl: Insect besmetting
sl: Okužba z insektom

source: Focused accuracy
nl: Geconcentreerde precisie
sl: Osredotočena natančnost

source: Focused damage
nl: Geconcentreerde schade
sl: Osredotočena škoda

source: Irdegh poison
nl: Irdegh vergif
sl: Strup Irdegha

source: Stunned
nl: Verdoofd
sl: Ohromljen

source: Concussion
nl: Hersenschudding
sl: Pretres

source: Internal bleeding
id: Perdarahan dalam
nl: Interne bloeding
sl: Notranja krvavitev

source: Fracture
id: Tulang
nl: Breuk
sl: Zlom

source: Blessing of Shadow accuracy
nl: Schaduw nauwkeurigheidszegening
sl: Blagoslov natančnosti Sence

source: Shadow guardian blessing
nl: Schaduw bewakerszegening
sl: Blagoslov varuha Sence

source: Blessing of Shadow regeneration
nl: Schaduw herlevingszegening
sl: Blagoslov regeneracije Sence

source: Blessing of Shadow strength
nl: Schaduw krachtszegening
sl: Blagoslov moči Sence

source: Sustenance
nl: Voeding
sl: Preživetje

source: Food-poisoning
id: Racun makanan
nl: Voedselvergiftiging
sl: Zastrupitev s hrano

source: Bless
nl: Zegenen
sl: Blagoslov

source: Weak Poison
id: Racun ringan
nl: Zwak vergif
sl: Šibek strup

source: Shadow Regeneration
nl: Herleving door schaduw
sl: Regeneracija Sence

source: Strength
id: Kekuatan
nl: Kracht
sl: Moč

source: Blackwater misery
nl: Zwartwater ellende
sl: Črnovodna beda

source: Bleeding wound
id: Luka perdarahan
nl: Bloedende wonde
sl: Krvaveča rana

source: Dazed
nl: Versuft
sl: Omotičen

source: Minor fatigue
nl: Geringe vermoeidheid
sl: Manjša utrujenost

source: Minor weapon feebleness
nl: Geringe wapen zwakte
sl: Manjša šibkost orožja

source: Intoxicated
nl: Dronken
sl: Zastrupljen

source: Minor berserker rage
nl: Geringe berserker woede
sl: Manjši nori bes

source: Minor speed
id: Kecepatan rendah
nl: Geringe snelheid
sl: Manjša hitrost

source: Bark skin
id: Kulit pohon
nl: Schors huid
sl: Utrjena koža

source: Courage
id: Keberanian
nl: Moed
sl: Pogum

source: Vulnerability awareness
id: Kesadaran akan kerawanan
nl: kwetsbaarheidsbewust
sl: Zavedanje ranljivosti

source: Fortified defense
id: Pertahanan yang diperkuat
nl: Versterkte verdediging
sl: Okrepljena obramba

source: Fear
id: Takut
nl: Angst
sl: Strah

source: Ablaze
id: Menyala
nl: Brandend
sl: V ognju

source: Haste
id: Mempercepat
nl: Haast
sl: Naglica

source: Regeneration
id: Regenerasi
nl: Herleving
sl: Regeneracija

source: Heightened senses
id: Indera meningkat
nl: Verscherpte zintuigen
sl: Občutljiva čutila

source: Shadow's accuracy
id: Akurasi bayangan
nl: Schaduw's nauwkeurigheid
sl: Senčina natančnost

source: Shadow's strength
id: Kekuatan bayangan
nl: Schaduw's kracht
sl: Senčnina moč

source: Shadow's protection
id: Perlindungan bayangan
nl: Schaduw's bescherming
sl: Senčina zaščita

source: Corrosive Slime
id: Lendir korosif
nl: Bijtend slijm
sl: Razjedajoča sluz

source: Minor sting
id: Sengatan kecil
nl: Geringe steek
sl: Manjši pik

source: Hello there. Please move along. These things are property of Feygard, and you have no business here.
id: Hallo. Silakan jalan terus. Barang ini adalah properti dari Feygard, anda tidak memiliki urusan disini.
nl: Hallo daar. Doorlopen AUB. Deze goederen zijn eigendom van Feygard en jij hebt hier niets te zoeken.
sl: Pozdravljen. Premakni se naprej. Te stvari so lastnost Feygarda in tukaj nimaš kaj delati.

source: Talk to Agthor.
id: Bicara pada Agthor.
nl: Spreek met Agthor

source: Who are you?
id: Siapakah Anda?
nl: Wie bent u?

source: What are you doing here?
id: Apa yang Anda lakukan disini?
nl: What doet u daar?

source: Are you from Feygard?
id: Apakah Anda dari Feygard?
nl: Bent u van Feygard

source: Where can I get some of that nice armor that you're wearing?
id: Dimanakah saya bisa mendapatkan baju besi yang bagus seperti yang anda kenakan?
nl: Waar kan ik zo'n mooi harnas, zoals u draagt, kopen?

source: Agthor. Talk to him. *points at Agthor*
id: Agthor. Bicaralah padanya. *menunjuk ke Agthor*
nl: Agthor. Spreek met hem. *wijst naar Agthor*

source: Hey, you're that kid! That kid that we've been hearing about. It's great to finally get a face on the stories we've heard.
id: Hei, kau anak itu! Anak yang sering kami dengar. Sungguh hebat rasanya akhirnya bisa bertemu dengan cerita yang kudengar.
nl: Hey, jij bent die knaap! Dat knaap waar we over gehoord hebben. Het is geweldig om eindelijk een gezicht op die verhalen te kunnen plakken.

source: Please, anything I can help you with?
id: Kumohon, adakah yang bisa kubantu?
nl: Is er niets waarmee ik u helpen kan?

source: Care to trade some items?
id: Maukah bertukar sesuatu?
nl: Wil je goederen verhandelen?

source: I'm looking for my brother.
id: Saya mencari saudara saya.
nl: Ik ben op zoek naar mijn broer.

source: Sorry, can't help you there. You're the only kid I've seen running along here in a long time.
id: Maaf, tidak bisa membantumu. Kamu hanya anak kecil yang berlarian di sekitar sini untuk waktu yang lama.
nl: Sorry, daarmee kan ik je niet helpen. Je bent de enige knaap die ik in lange tijd voorbij heb zien komen

source: Sure thing. Here's what I've got.
id: Tentu. Ini yang aku punya.
nl: Zeker. Dit is wat ik in de aanbieding heb.

source: Trade
id: Berdagang
nl: Handelen

source: Psst, hey. Interested in doing some trading? I am always looking for acquiring.. well, items of others..
id: Ssst, hei. Mau barter? Aku selalu ingin membeli.. sesuatu item atau lainnya..
nl: Psst, hey. Interesse om wat te verhandelen? Ik ben altijd op zoek om dingen te bemachtigen.. 't is te zeggen, andermans dingen

source: Sure, let me see what you have.
id: Tentu, lihat apa yang kamu punya.
nl: Zeker, wat bied je aan?

source: Items of others?
id: Sesuatu untuk ditukar?
nl: Andermans goederen

source: Oh yes. You see, these Feygard patrol guards carry some really interesting things. They don't seem to care much if some of their shipments.. well, disappear.
id: Ya. Kamu lihat, patroli penjaga Feygard membawa sesuatu yang sangat menarik. Mereka sepertinya tidak terlalu memperhatikan beberapa barang kirimannya menghilang.
nl: O ja. Die patrouilles van Feygard zijn uitgerust met interessante goederen, ziet u. Ze lijken het niet echt erg te vinden als sommige van hun zendingen.. laat ons zeggen, verdwijnen

source: Ok, let me see what you have.
id: Ok, kita lihat apa yang kamu punya.
nl: Ok, wat bied je aan.

source: I should really not get involved in this. Goodbye.
id: Seharusnya aku tidak terlibat dengan ini. Selamat tinggal.
nl: Ik zou hier echt niet in betrokken mogen raken. Vaarwel

source: Sigh, it's you. What do you want?
id: Ah, kamu. Apa yang kamu inginkan?
nl: Zucht, jij bent het. Wat wil je?

source: Let me see what you have to trade.
id: Kita lihat apa yang kamu punya untuk ditukar.
nl: Laat maar zien wat je te verhandelen hebt.

source: Hello again my Shadow friend. How may I help you?
id: Halo lagi teman Bayanganku. Bagaimana aku bisa membantumu?
nl: Daar ben je weer shaduw vriend. Hoe kan ik je helpen?

source: Hello again. Did you deliver those items to the smith in Vilegard?
id: Halo lagi. Apakah kamu mengirim benda itu ke pandai besi di Vilegard?
nl: Daar ben je weer. Heb je de goederen afgeleverd bij de smid in Vilegard?

source: Yes, it is done.
id: Ya, itu sudah selesai.
nl: Ja, het is gelukt

source: Never mind that, let me see what you have to trade.
id: Jangan dipikirkan, biar aku lihat apa yang kamu punya untuk ditukar.
nl: Laat maar zitten, toon me liever wat je te verhandelen hebt

source: No. I will help Feygard instead.
id: Tidak. Aku tetap akan membantu Feygard.
nl: Nee. In plaats daarvan zal ik Fegard helpen.

source: Can you tell me again what I was supposed to do?
id: Bisakah kamu beritahu aku lagi apa yang seharusnya aku lakukan?
nl: Vertel me nog eens wat ik weeral moest doen?

source: Not yet.
id: Belum
nl: Nog niet

source: Good. You should also try to convince Gandoren into thinking that you helped him.
id: Baik. Kamu juga seharusnya meyakinkan Gandoren bahwa kamu membantunya.
nl: Goed. Je zou ook moeten proberen Gandoren wijs te maken dat je hem geholpen hebt.

source: Excellent! You do indeed walk with the Shadow my friend. I am glad to hear that there are at least a few decent folk still around.
id: Hebat. Kamu memang berjalan dengan Bayangan temanku. Senang mendengarnya bahwa masih ada beberapa rakyat yang layak masih ada.
nl: Uitstekend. Je bewandelt inderdaad het pad van de Schaduw mijn vriend. Ik ben blij te horen dat er ten minste nog enkele deftige mensen rondlopen.

source: Your help will be most appreciated by the people of Nor City, and you will be welcome among us.
nl: Jouw hulp zal zeer gewaardeerd worden door de mensen van Nor Stad, en je zal welkom zijn bij ons.

source: By the Shadow, you sound like one of those deceptive snobs from Feygard.
nl: Bij de Schaduw, je klinkt net als één van die bedrieglijke snobs uit Feygard.

source: Shadow help you, child. You should question yourself whether you really are making the right choice here.
nl: Moge de Schaduw je helpen, knaap. Je moet jezelf beter afvragen of je hier wel echt de juiste keuze maakt.

source: Psst, hey you! I saw you talking to Gandoren over there, and I happened to notice that you exchanged some items. Anything interesting?
nl: Psst, hey jij daar! Ik zag je spreken met Gandoren ginds, en het viel me op dat je goederen met hem ruilde. Iets interessant?

source: I better not talk about it.
id: Sebaiknya aku tidak membicarakan itu.
nl: Ik spreek er beter niet over.

source: Gandoren specifically asked me not to talk to you about it.
nl: Gandoren heeft me expliciet gevraagd er met jou niet over te spreken.

source: Yes, Gandoren wants me to deliver some equipment for Feygard. Do you want a part of the deal?
nl: Ja, Gandoren wil dat ik uitrusting voor Feygard ga leveren. Wil je mee doen?

source: Hah, of course. Gandoren would not like it if I were to get a glimpse into his business. I assume you are helping him deliver those items somewhere. Tell me this, what did he promise you in return? Gold? Honor? No?
nl: Ha, natuurlijk. Gandoren zou het niet leuk vinden als ik mijn neus in zijn zaken stak. Ik veronderstel dat jij hem helpt met die goederen ergens af te leveren. Vertel eens, wat beloofde hij je voor je moeite? Goed? Eer? Nee?

source: Now that you mention it, he didn't actually say there would be a reward.
nl: Nu dat je't zegt, hij heeft eigenlijk niets over een beloning gezegd.

source: I am doing this for the glory of Feygard.
id: Aku lakukan ini untuk kejayaan Feygard.
nl: Ik doe dit voor de glorie van Feygard

source: Helping Feygard seems like the right thing to do.
id: Membantu Feygard sepertinya hal yang benar untuk dilakukan.
nl: Feygard helpen, lijkt me de juiste keuze.

source: What would you propose instead?
id: Apa yang akan kamu usulkan sebagai gantinya?
nl: Wat zou jij in de plaats daarvan voorstellen?

source: As usual, Feygard keeps all its riches to itself. What if I were to tell you there was a way for you to gain from all this as well?
nl: Zoals gewoonlijk houdt Feygard al z'n rijkdom voor zichzelf. Wat als ik je zou vertellen dat er een manier is waarop jij hier ook munt uit kunt slaan?

source: Sounds interesting, please go on.
id: Sepertinya menarik, silakan lanjutkan.
nl: Interessant, ga door.

source: I have no problem helping Feygard without any personal gain.
id: Tidak masalah buatku menolong Feygard tanpa mendapat keuntungan buatku pribadi.
nl: Ik heb er geen probleem mee om Feygard kosteloos te helpen

source: I better not get involved in this, goodbye.
id: Sebaiknya aku tidak ikut campur dalam maslah ini, selamat tinggal.
nl: Ik zou hier beter niet in betrokken geraken, vaarwel.

source: Let me tell you my plan. As you might know, everyone believes there will be some coming conflict between the deceptive snobs of Feygard and the glorious people of Nor City.
nl: Dit is mijn plan. Zoals je misschien weet verwacht iedereen dat er een conflict zal uitbreken tussen de bedrieglijke snobs van Feygard en het glorieuze volk van de stad Nor

source: Any help we can bring to Nor City in this matter is welcome. These items that Gandoren gave you would be useful to our people in the southern lands.
nl: Elke hulp die we de stad Nor in deze zaak kunnen bieden is welkom. Die goederen die Gandoren jou gegeven heeft zouden van pas komen bij onze mensen in de zuidelijke landen.

source: These items, if you were to deliver them to our allies down in Vilegard, then the Shadow would look favorably upon you.
nl: Deze goederen, als je die zou afleveren bij onze bondgenoten in Vilegard, dan zou je in de gunst van de Schaduw staan.

source: This way, the people could get back some piece of the riches that Feygard has stolen from all of us.
nl: Op deze manier zouden de mensen een deel van de rijkdom kunnen terugkrijgen die Feygard van ons allen gestolen heeft

source: If you indeed are walking in the Shadow, then deliver these items to the smith in Vilegard. He will be able to make good use of them. He might also have some other task for you.
nl: Als je echt het pad van Schaduw bewandelt, lever deze goederen dan aan de smid in Vilegard. Hij zal ze goed gebruiken. Mogelijk heeft hij ook een andere taak voor jou.

source: I will see what I can do.
id: Aku akan lihat apa yang aku bisa.
nl: Ik zal zien wat ik kan doen.

source: Whatever, I choose my own path.
id: Terserah, aku pilih sendiri jalanku.
nl: Hoe dan ook, ik ga mijn eigen gang.

source: Shadow be with you. May the Shadow guide you on the clouded paths that you walk.
nl: Moge de Schaduw met je zijn. Moge de Schaduw je leiden op duister paden.

source: Oh my, a child. He he, how nice. Tell me, what brings you here?
nl: O, een kind. Hehe, tof. Zeg eens wat brengt jou hier?

source: I am looking for my brother.
id: Aku mencari saudaraku.
nl: Ik ben op zoek naar mijn broer.

source: I just entered to see if there's any loot to be found here.
nl: Ik ben hier enkel binnengekomen, om te kijken of ik iets buit kan maken.

source: I'm an adventurer, looking to help anyone in need of help.
nl: Ik ben een avonturier, bereid iedereen te helpen die daar nood aan heeft.

source: I'd rather not tell.
id: Aku tidak ingin mengatakannya.
nl: Dat zeg ik liever niet

source: I am sent by Jhaeld to end whatever it is you do to the people of Remgard.
id: Aku dikirim oleh Jhaeld untuk mengakhiri apapun yang kamu lakukan pada orang-orang Remgard.
nl: Ik ben gestuurd door Jhaeld om een einde te maken aan wat het ook is dat je de mensen van Remgard aandoet.

source: Run away, has he? He he.
nl: Hij is weggelopen, niet? Hehe.

source: Oh sure, you think you can just pick up anything and claim it as yours?
nl: Jij denkt zeker dat je zomaar vanalles kan oprapen en dan beweren dat het van jou is?

source: How noble. Maybe you can be of use to me.
nl: Heel nobel. Misschien kan je me nog van nut zijn.

source: Clever. I like that.
id: Pintar, aku suka itu.
nl: Slim. Daar hou ik van.

source: Tell me, now that you have entered this house, would you be willing to help me with a small.. problem?
nl: Zeg eens, nu je toch binnengekomen bent, zou je bereid zijn met te helpen met een klein.. probleem?

source: Sure, what's the problem?
id: Tentu, apa masalahnya?
nl: Zeker, wat is er aan de hand?

source: Maybe, it depends on what the problem is.
id: Mungkin, itu tergantung pada masalahnya.
nl: Misschien, dat hangt van het probleem af?

source: Maybe, it depends on what type of reward we are talking about.
id: Mungkin, itu tergantung pada jenis imbalan yang kita bicarakan.
nl: Misschien, dat hangt af van de beloning die je in gedachten hebt.

source: No way. You are acting way too creepy for me.
id: Tidak mungkin. Kau berakting terlalu seram untukku.
nl: Geen sprake van. Je doet veel te griezelig naar mijn zin.

source: Reward? No, no, I don't have anything to give you, unfortunately.
nl: Beloning? Nee, nee, spijtig genoeg heb ik niets dat ik je geven kan.

source: I guess you won't get any help either then.
nl: Ik denk dat je dan ook geen hulp zal krijgen.

source: Fine, what's the problem you want help with?
nl: Goed, bij welk probleem heb je hulp nodig?

source: Something feels wrong here. I better not get involved in this.
nl: Dit voelt fout aan. Ik zou hier beter niet in betrokken raken.

source: You see, I have this slight problem with .. ahem .. vermin.
nl: Ik heb een klein probleem met .. euhm .. ongedierte, snap je.

source: Always sneaking around, always trying to cause mischief.
nl: Altijd rond sluipend, altijd kattenkwaad uithalend.

source: Fortunately, I managed to capture some of them, and locked them in my basement.
nl: Gelukkig ben ik er in geslaagd om sommige van hen te vangen en in mijn kelder op te sluiten.

source: Now, I can't handle them myself because of certain .. issues.
nl: Nee, ik kan ze niet zelf aanpakken omwille van bepaalde .. kwesties.

source: That's where you come in. Would you be willing to .. ahem .. handle those rodents for me?
nl: Dat is waarom ik jou nodig heb. Zou jij bereid zijn om met deze knaagdiern.. euhm .. af te rekenen.

source: Sure, some rodents, I can handle that.
nl: Zeker, enkele knaagdieren, die kan ik wel aan.

source: No problem, I'll be right back once I have killed them.
nl: Geen probleem, ik ben tergu zodra ik ze gedood heb.

source: Splendid. Return to me with some proof that they have been dealt with.
nl: Uitstekend. Breng me het bewijs dat je met hen afgerekend hebt.

source: So, for helping me with the idols, I believe I promised you my enchanted necklace, 'Marrowtaint'.
nl: Dus, om me te helpen met de afgoden, geloof ik dat ik jou mijn betoverde halssnoer 'Marrowtaint' beloofd heb.

source: Wear it well, my friend. Do not let others get hold of the power that Marrowtaint provides.
nl: Draag het trots, mijn vriend. Laat de kracht die Marrowtaint geeft niet in andermans handen vallen.

source: Here you go.
nl: Voila.

source: Thank you.
id: Terima kasih.
nl: Bedankt

source: That's all? One lousy necklace for all this trouble I went through?
nl: Is dat alles? Eén armzalig halssnoer voor alles wat ik doorgemaakt heb?

source: Do not underestimate it, my friend.
nl: Onderschat het niet, mijn vriend.

source: Again, thank you for helping me. You will always be welcome here, friend.
nl: Nogmaals bedankt om me te helpen. Jij bent hier steeds welkom vriend.

source: Ah yes. After all, you are just a child and I can understand such a task would be too much for you. He he.
nl: Ach ja. Uiteindelijk ben je nog maar een kind en begrijp ik goed dat zo'n taak te veel van je gevraagd is. Hehe.

source: Jhaeld, the fool. He hides behind his guards and his stone walls. Such a pitiful man he is. Yes, I made those people disappear, but they were all worth it. I will have my revenge!
nl: Jhaeld, de dwaas. Hij verschuilt zich achter wachters en dikke muren. Een zielig man, dat is hij. Ja, Ik deed die mensen verdwijnen, maar ze hadden het verdiend. Mijn wraak zal zoet zijn.

source: And you, what are you trying to accomplish by running his errands? How fortunate that you entered my house. He he.
nl: En jij, wat hoop je te bereiken door zijn loopjongen te spelen? Wat een geluk dat jij mijn huis binnenkwam. Hehe

source: Do you really think you can defeat *me*? Ha ha, this will be fun!
nl: Denk je echt dat jij *mij* kan verslaan? Haha, dit wordt lachen.

source: Fight!
nl: Vecht!

source: Oh, it's not far from here. Doesn't matter really.
nl: O, 't is niet ver van hier. Maar dat heeft geen belang.

source: You see, I used to live there. To make a long story short, there were some .. ahem .. misunderstandings.
nl: Ik woonde hier, ziet u. Om een lang verhaal kort te maken, er waren enkele .. euhm .. misverstanden.

source: These days, I think they are looking for me, for some reason. Can't think of any reason why really. But I believe they are.
nl: Tegenwoordig, denk is dat ze me om één of andere reden zoeken. 'K zou niet weten waarom eigenlijk. Maar ik geloof de ze me zoeken.

source: Because of our previous .. misunderstanding, I think it's best they don't find out that I'm here.
nl: Omwille van onze eerdere .. misverstanden, denk ik dat het beter is als ze niet te weten komen dat ik hier ben.

source: Therefore, I ask of you not to reveal my whereabouts to them.
nl: Daarom vraag ik je, mijn verblijfplaats niet aan hen te onthullen.

source: (Lie) Ok
nl: (Lieg) Ok

source: Thank you. Under no circumstances should you tell them where I am. They will most likely try to persuade you into revealing my location.
nl: Bedant. Vertel hen onder geen beding waar ik ben. Hoogst waarschijnlijk zullen ze je proberen te overhalen mijn verblijfplaats te onhullen.

source: Under no circumstances.
nl: Onder geen beding.

source: You return. Did you handle all those .. ahem .. rodents in my basement?
nl: Je bent terug. Heb je met al die .. knaagdieren .. in mijn kelder afgerekend?

source: Yes, they are all dead.
nl: Ja, ze zijn allemaal dood.

source: I am still working on it. Goodbye.
nl: Ik ben er nog mee bezig. Tot ziens.

source: I won't do your stupid task, count me out.
nl: Ik zal je stomme taak niet uitvoeren, reken maar niet op mij.

source: I have decided not to help you with your rodents.
nl: Ik heb beslist je niet te helpen met je knaagdieren.

source: He he. I bet you sure showed them. Excellent. Thank you for .. ahem .. helping me.
nl: Hehe, Ik durf wedden dat je hen hebt laten zien wat je waard bent. Uitstekend. Bedankt om me te .. euhm .. helpen.

source: Those rodents have really been bothering me. Good thing I managed to catch some of them. He he.
nl: Die knaagdieren hebben echt op mijn zenuwen gewerkt. Gelukkig dat ik er in geslaagd ben enkele van hen te vangen. Hehe

source: Now, there was something else I wanted to talk to you about. Have you been to the city of Remgard in your travels?
nl: Zo,er was nog iets anders waarover ik met je wou praten. Heb je tijdens je reizen de stad Remgard bezocht?

source: Yes, I have been there.
nl: Ja, daar ben ik geweest.

source: No, where is that?
nl: No, waar is dat?

source: You return. Thank you for helping me with my .. ahem .. rodent problem earlier.
nl: Je bent terug. Bedankt om me daarstraks te helpen met mijn .. euhm .. knaagdier probleem.

source: I hope that will teach those *other* rats.
nl: Ik hoop dat dat die *andere* ratten zal leren.

source: Say, you seem like a resourceful person. Would you be interested in helping me with yet another .. task?
nl: Zeg, jij lijkt me een vindingrijk iemand. Zou je geïnteresseerd zijn om me te helpen met nog een andere .. taak?

source: Depends on the task.
nl: Hangt van de taak af.

source: Sure.
nl: Zeker

source: Not right now.
nl: Niet nu nee.

source: Oh, it's you again.
nl: Oh, jij bent het weer.

source: You should probably leave before you tip something over that might .. ahem .. break. He he.
nl: Je zou waarschijnlijk beter vertrekken voor je iets laat vallen dat .. euhm .. breekbaar is. Hehe

source: Watch your tongue, witch.
nl: Let op je woorden, heks.

source: You are right, I had better leave.
nl: Je hebt gelijk, best dat ik vertrek.

source: Let me tell you my story.
nl: Laat me je mijn verhaal vertellen.

source: Please do.
nl: Graag.

source: Can we just skip to the end?
nl: Kunnen we tot de clue komen?

source: You see, I used to live in the city of Remgard. The times were good, and the city prospered.
nl: Ik woonde in de stad Remgard, ziet u. Het waren goede tijden, en de stad bloeide.
