Repository: djrusskof/AndorsTrail
Catalog: assets/translation/*.po
Languages: id, nl, sl

source: Shield, wood (light)
id: Tameng, kayu (ringan)
sl: Ščit, lesen (lahek)

source: Shortsword
id: Pedang pendek
sl: Kratki meč

source: Blistering skin
sl: Mehurjasta koža

source: Kazaul rotworms
sl: Kazaulovi gnili črvi

source: Greataxe
sl: Velika sekira

source: Quarterstaff
sl: Kratka palica
