Repository: djrusskof/AndorsTrail
Catalog: assets/translation/*.po
Languages: id, nl, sl

source: So I told myself that others would not hinder me in my curiosity to better myself.
nl: Dus maakte ik mezef wijs dan anderen mij niet zouden tegenhouden in mijn nieuwsgierigheid om mezelf te verbeteren.

source: Those books that I bought from the Blackmarrow residence in Nor City - I must have read them all perhaps five times over. This was something completely new to me, and at the same time very exciting.
nl: Die boeken die ik gekocht heb van de Blackmarrow residentie in Nor City - die heb ik allemaal wel een keer of vijf gelezen. Dit was iets volledig nieuw voor mij, en ter zelfe tijd zeer opwindend.

source: What then?
nl: En dan?

source: For some reason, the others in Remgard started giving me strange looks, and I could hear the whispers behind my back.
nl: Om één of andere reden begonnen de anderen in Remgard me na te staren, en werd er over me geroddeld.

source: I was even barred from the tavern. 'People come here for a good time, and we don't want people like you here ruining that' they said. What fools they are.
nl: De toegang tot de Taverne werd me zelfs ontzegd. 'De mensen komen hier om plezier te maken, en we willen niet dat mensen zoals jij dat verpesten', zeiden ze. Onnozelaars.

source: I heard one woman whispering to her boy, 'Don't look at her, she'll turn you to stone!'. Others just turned the other way when they met me.
nl: Ik hoorde een vrouw haar kind toefluistern: 'kijk niet naar haar, ze zal je in steen veranderen!'. Anderen liepen een andere richting uit als ze me tegenkwamen.

source: What fools they are.
nl: Onnozelaars, dat zijn het.

source: So what happened?
nl: Wat is er dan gebeurd?

source: One day, Jhaeld showed up at my doorstep with a group of guards.
nl: Op een dag verscheen Jhaeld met een groep wachters aan mijn deur.

source: The people of Remgard had decided that I could not stay there anymore, he said. The things I did were causing other people harm, he said.
nl: De mensen van Remgard hadden besloten dat ik er niet langer kon blijven, zei hij. De dingen die ik deed, schaadden andere mensen, beweerde hij.

source: What had I done, I asked myself? I had never hurt anyone, much less affected anyone with my .. experiments. Am I not allowed to do what I wish?
nl: Ik vroeg me af wat ik gedaan had. Ik had nooit iemand pijn gedaan, en zeker niets aangedaan met mijn .. experimenten. Mag ik dan niet doen wat ik wil?

source: I had little chance to argue, however. The guards led me out of the city. They did not even let me gather my things. All my books, all my notes and all my findings - gone. I lost everything.
nl: Ik kreeg echter geen kans me te verdedigen. De wachters begeleidden me uit de stad. Ze lieten me zelf mijn spullen niet mee nemen. All mijn boeken, mijn notities, mijn bevindingen - weg. I verloor alles.

source: What now?
nl: Wat nu?

source: Our crops grew well, and some people had very fortunate trading agreements with other cities, making the life for most of us living in Remgard very easy.
nl: Onze gewassen groeiden goed, en sommigen hadden zeer fortuinlijke handelsverdragen met andere steden, waardoor het leven voor de meeste inwoners van Remgard gemakkelijk was.

source: All this happened several seasons ago. I knew I had to get revenge for what they did to me.
nl: Dit was verschillende jaren terug. Ik wist dat ik wraak moest nemen voor wat ze me aangedaan hadden.

source: Oh, how I despise them all. The people that gave me those looks, the people that whispered behind my back, and most of all that fool Jhaeld.
nl: Ik veracht ze echt allemaal. De mensen die me na staarden, de mensen die achter mijn rug roddelden, maar vooral die dwaas Jhaeld.

source: So, I decided to extend my .. experiments .. to larger things. To people, to living things. This is the perfect opportunity to learn even more than what is in the books.
nl: Dus besloot ik mijn .. experimenten .. uit te breiden naar groter dingen. Naar mensen, naar levende dingen. Dit is de perfecte mogelijkheid om nog meer te leren dan wat er in de boeken staat.

source: To think that I could do it while at the same time get revenge on those despicable people - it's an excellent plan, if I may say so myself. He he.
nl: Het idee dat ik terzelfder tijd wraak kon nemen op die verachtelijk mensen - was briliant, al zeg ik het zelf. Hehe

source: So, what happened to all those people that have gone missing?
nl: Dus, wat is er gebeurd met al die mensen die vermist zijn?

source: I lured them here. Once I managed to trap them, I placed a curse on them that, in theory, should have only made them unable to speak.
nl: Ik lokte hen hierheen. Zodra ik er in geslaagd was hen in de val te lokken, betoverde ik hen waardoor ze, in theorie, enkel hun spraak zouden verliezen.

source: Maybe I haven't understood everything correctly from the books that I have read, since instead of making them unable to speak, they were all turned into rats instead.
nl: Misschien heb ik niet alles juist begrepen uit de boeken die ik gelezen heb, omdat ze in plaats van niet meer te kunnen spreken, allemaal in ratten veranderd zijn.

source: Practice makes perfect, I suppose. Ha ha.
nl: Oefening baart kunst, veronderstel ik. Haha

source: Wait, does this mean that those rats I killed for you were..
nl: Wacht, betekent dat dat die ratten die ik voor je doodde eigenlijk..

source: Oh yes. With your help, they are now one less problem to deal with, so to speak. He he.
nl: O ja. Danzij jou hulp heb ik, bij wijze van spreken, nu al één probleem minder. Hehe

source: So, that's my story. Thank you for listening to it.
nl: Dus, dat is mijn verhaal. Bedankt om ernaar te luisteren.

source: I understand, and I agree with your actions.
nl: I begrijp het, en ik ben het eens met wat je deed.

source: I do not fully agree with your actions.
nl: Ik ben niet volledig eens met wat je deed.

source: What you did could never be justified!
nl: Wat jij deed kan nooit gerechtvaardigd worden.

source: Thank you. It is good to know there are more people interested in learning more.
nl: Bedankt, het is goed te weten dat er nog mensen geïnteresseerd zijn in bij te leren.

source: I never expected you to understand it. No one else seems to understand me either. Oh well, your loss, I guess.
nl: Ik had ook niet verwacht dat jij het zou begrijpen. Niemand anders lijkt mij te begrijpen. Wel, pech voor jou zou ik zeggen.

source: I even sold some of the baskets that I used to make to a wealthy merchant that visited us from Nor City.
nl: Ik verkocht zelfs enkele van de manden die ik placht te maken aan een rijke handelaar, uit de stad Nor, die ons bezocht.

source: However, even the easy life gets boring after a while. I believe it is in our nature to strive for new and better things, to free us from the boredom of day-to-day life.
nl: Maar, zelfs het goede leven wordt saai na een tijd. Ik geloof dat het in onze natuur zit om te streven naar nieuwe en betere dingen, om ons te bevrijden van de dagelijkse sleur.

source: I wanted to learn more of things that I knew nothing about, and wanted to explore things I had only read of in books before.
nl: Ik wilde meer weten over zaken waar ik niks van wist, en ik wilde dingen onderzoeken die ik enkel in boeken had gelezen.

source: So I went to Nor City myself, and visited many .. interesting people and .. dark corners.
nl: Dus ging ik zelf naar de stad Nor, en ik bezocht er vershillende .. interessante personen en .. donkere hoeken.

source: Naturally, I was thrilled of the knowledge I gained from the experience, and from what I learned while there.
nl: Natuurlijk, was ik opgewonden door de kennins die ik door die ervaring opdeed, en door wat ik leerde terwijl ik er was.

source: As I got back home, I wanted to continue practicing what I had observed and learned while in Nor City.
nl: Toen ik terug thuis kwam, wilde ik blijven oefenen op wat ik aanschouwd en geleerd had in de Stad Nor

source: You could say I got obsessed with learning more. I guess the others living in Remgard did not .. share my enthusiasm. Some of them even questioned the fact that I wanted to learn more.
nl: Je zou kunnen stellen dat ik geobsedeerd raakte met meer te leren. Ik denk dat de andere inwoners van Remgard mijn .. enthousiasme niet deelden. Sommigen stelden zelfs in vraag of ik wel meer wilde leren.

source: Now, I can't tell you what task I have in mind before I am confident that you will actually help me. Granted, you have already shown some level of respect for my need of discretion.
nl: Nu, ik kan je niet zeggen welke taak ik in gedachten had alvorens ik er vertrouwen in heb dat je me echt zal helpen. Al moet ik wel zeggen dat je reeds aangetoond hebt mijn noodzaak aan discretie te respecteren.

source: Remember, it is of utmost importance that you be as discreet as possible about this. The idols must not be found once you have placed them, and no one must notice that you place the idols.
nl: Onthoudt, het is van het grootste belang dat je in deze zo discreet mogelijk bent. De afgoden mogen niet gevonden worden eens je ze geplaatst hebt en niemand mag merken dat je de afgoden plaatst

source: Go on.
nl: Ga verder.

source: So, the first person that I want you to visit is Jhaeld. I hear that he spends most of his time in the Remgard tavern these days.
nl: Dus, de eerste persoon die ik wil dat je bezoekt is Jhaeld. Naar ik hoor brengt hij tegenwoordig het zijn dagen vooral door in de taverne van Remgard.

source: Secondly, I want you to visit one of the farmers named Larni. He lives with his wife Caeda here in Remgard in one of the northern cabins.
nl: Ten tweede, wil ik dat je een van de boeren bezoekt, Larni genaamd. Hij woont met zijn vrouw Caeda hier in Remgard in een van de noordelijke hutten.

source: The third person is Arnal the weapon-smith, that lives in the northwest of Remgard.
nl: De derde persoon is Arnal de wapensmid, die in het noordwesten van Remgard woont.

source: Fourth is Emerei, that can probably be found in his house to the southeast of Remgard.
nl: Ten vierde is er Emerei, die waarschijnlijk te vinden is in zijn huis ten zuidoosten van Remgard.

source: The fifth person is the farmer Carthe. Carthe lives on the eastern shore of Remgard, near the tavern.
nl: De vijde persoon is de boer Carthe. Carthe woont aan de oostelijke kust van Remgard, nabij de taverne

source: Once you have placed these five idols by the beds of these five people, return to me as soon as possible.
nl: Eens je deze vijf afgoden bij de bedden van deze vijf mensen geplaatst hebt, keer je zo snel mogelijk naar me terug.

source: Again, I cannot stress this enough - you must not tell anyone about these idols, and you must not be seen while placing them.
nl: En nogmaals, ik kan het niet genoeg benadrukken - je mag niemand iets vertellen over de afgoden, en je mag niet gezien worden terwijl je hen plaatst.

source: I understand.
nl: Ik begrijp het.

source: Here are the idols.
nl: Hier zijn de afgoden.

source: I will be back shortly.
nl: Ik ben zo terug.

source: This should be easy.
nl: Dit zou geen probleem mogen zijn.

source: Now go, and please hurry, we might not have much time.
nl: Ga nu, en schiet op aub, we hebben misschien niet veel tijd.

source: Nor can I describe my reasoning behind this task before you are done with it.
nl: Noch kan mijn redenen voor deze taak uitleggen voor je er klaar mee bent.

source: Rest assured, you will be sufficiently rewarded by helping me. In fact, you see this necklace here? It has some peculiar powers that many people seek.
nl: Wees gerust, je zal voldoende beloond worden voor je hulp. Zie je bijvoorbeeld dit halssnoer? Het heeft bijzondere krachten waar veel mense naar zoeken.

source: The world around you seems to move a bit slower when you wear it.
nl: The wereld rondom je lijkt trager te draaien wanneer je het draagt.

source: Ok. I will help you with your task.
nl: Ok, ik zal je helpen met je taak.

source: Ok, I'll help. I'm always interested in new items.
nl: Ok, ik zal helpen. Ik ben altijd geïnteresseerd in nieuwe items.

source: It all depends on what you want me to do.
nl: Alles hangt af van wat je van me verwacht.

source: Something feels wrong here. I don't think I should help you.
nl: Hier zit een geurtje aan. Ik denk niet dat ik je ga helpen.

source: As I said, I cannot tell you what task I have in mind, or my reasoning behind it until you are done. I would need your total .. cooperation with this.
nl: Zoals ik al zei, ik kan je niet vertellen welke taak ik in gedachten hebt, of mijn redenen ervoor, alvorens je klaar bent. Ik heb je .. volledige medewerking hiervoor nodig.

source: Ok. I will agree to help you with your task.
nl: Ok, I ga akkoord om je te helpen.

source: No. I will not help you unless you tell me what you want me to do.
nl: Nee,ik zal je niet helpen tenzij je me vertelt wat je van me verlangt.

source: No, I would never help someone like you.
nl: Nee, ik zou nooit iemand als jij helpen.

source: Good, good.
nl: Goed, goed.

source: You will tell no one of this task that I am about to give you, and you must be as discreet as possible.
nl: Je zal niemand iets vertellen van de taak die ik je zal geven, en je moet zo discreet mogelijk zijn.

source: I have in my possession five idols. Five idols with very unique .. qualities. What I want you to do is .. deliver these idols to various people in the town of Remgard.
nl: Ik bezit vijf beelden van afgoden. Vijf afgoden met unieke .. eigenschappen. Wat je moet doen is deze afgoden .. afleveren bij verschillende mensen in Remgard.

source: You will place them by the beds of five particular persons, and you must hide it well so that the person does not find the idol itself.
nl: Je moet ze bij het bed van vijf bepaalde personen plaatsen, en je moet ze goed verstoppen zodat de personen in kwestie die afgoden zelf niet vinden.

source: Very well, return to me once you are ready.
nl: Zeer goed, kom terug bij me wanneer je klaar bent.

source: Excellent. Maybe, now I can rest easily. Thank you so much for helping me.
nl: Uitstekend. Misschien kan ik nu goed slapen. Nogmaals bedankt om me te helpen.

source: Did anyone see you or where you placed the idols?
nl: Heeft iemand gezien waar je de afgoden geplaatst hebt?

source: No, I hid the idols as you instructed.
nl: Nee, ik heb ze verstopt zoals je gezegd had.

source: Good. Thank you again for helping me.
nl: Goed, nogmaals bedankt voor je hulp.

source: Ah yes. After all, you are just a child and I can understand that all of this must be too much for you. He he.
nl: Ach ja, uiteindelijk ben je nog maar een kind en ik begrijp dat dit alles wat veel voor je is. Hehe

source: Can I at least urge you not to disclose my location to the people of Remgard?
nl: Kan ik je dan ten minste vragen mijn schuilplaats niet te verklappen aan de mensen van Remgard?

source: I will keep your location secret. Goodbye.
nl: Ik schuilplaats geheim houden. Vaarwel.

source: We'll see. Goodbye.
nl: We zullen zien. Vaarwel.

source: Don't tell me what to do! Goodbye.
nl: Vertel mij niet wat ik moet doen. Vaarwel.

source: Tell me, how goes the task of placing the idols?
nl: Vertel eens, hoe gaat het met het plaatsen van de afgoden?

source: Can you repeat what you wanted me to do?
nl: Kan je nog eens herhalen wat ik moet doen?

source: I am still trying to find everyone.
nl: Ik probeer nog steeds iedereen te vinden.

source: It is done.
nl: Het is klaar.

source: I won't do your stupid task.
nl: Ik ga je stomme taak niet uitvoeren.

source: I will not help you with your task.
nl: Ik ga je niet helpen met je taak.

source: Please hurry, we might not have much time.
nl: Schiet op AUB, we hebben misschien niet veel tijd.

source: Say, despite my previous urging to you to keep my location a secret to the people of Remgard, I have this feeling that this trust has been broken. Please tell me it isn't so.
nl: Zeg eens, ondanks dat ik er bij je heb op aangedrongen mijn locatie geheim te houden voor de mensen van Remgard, heb ik het gevoel dat je mijn vertrouwen geschonden hebt. Zeg me AUB dat dat niet waar is.

source: Yes, I have told Jhaeld where you are.
nl: Ja, Ik heb Jhaeld verteld waar je bent.

source: (Lie) No, I have not told anyone.
nl: (Lieg) Nee, ik heb het aan niemand verteld.

source: I can feel it in me.
nl: Ik voel het vanbinnen.

source: Hello there. Welcome to my cabin.
nl: Hallo daar, welkom in mijn hut.

source: What do you do around here?
nl: Wat doe jij hier zoal?

source: What can you tell me about the surroundings here?
nl: Wat can je me vertellen over de omgeving hier?

source: Mostly, I trade with travelers on the main road on the way to Nor City.
nl: Ik drijf voornamelijk handel, met reizigers op de hoofdweg naar de stad Nor

source: Do you have anything to trade?
nl: Heb je iets te verhandelen?

source: Oh, there is not much around here. Vilegard to the west and Brightport to the east.
nl: O, er is hier niet veel te beleven. Vilegard in het westen en Brightport in het oosten.

source: Up north is just forest. But there are some strange things happening there.
nl: In het noorden is enkel woud. Maar er gebeuren daar vreemde dingen.

source: I have heard terrible screams coming from the forest to the northwest.
nl: Ik heb ijselijke schreeuwen gehoord, komend uit het woud ten noordwesten van hier.

source: I really wonder what is up there.
nl: Ik vraag me echt af wat daar aan de hand is.

source: Goodbye.
nl: Tot ziens.

source: Oh my, a commoner. Get away from me. I might catch something.
nl: O, iemand uit het plebs. Ga weg, vooraleer ik iets opdoe.

source: What is a noble woman such as yourself doing in a place like this?
nl: Wat doet een edele dame zoals u op een plek als deze?

source: I would be glad to get away from a snob like you.
nl: Ik ga graag weg van een snob als u.

source: Thank you. Now please leave before someone sees me talking to a commoner like you.
nl: Bedankt. Ga nu alstublieft weg voor iemand me met een gewone burger als u ziet praten.

source: Commoner? Are you trying to insult me? Goodbye.
nl: Plebs? Probeer je me te beledigen? Vaarwel.

source: Whatever, you probably wouldn't even survive a forest wasp.
nl: Wat dan ook, je zou waarschijnlijk zelf een boswesp niet overleven.

source: I am Ambelie of the house of Laumwill in Feygard. I am sure you must have heard of me and my house.
nl: Ik ben Ambelie van het huis van Laumwill in Feygard. U hebt toch zeker wel gehoord van mij en mijn huis.

source: Oh yes.. um.. House of Laumwill in Feygard. Of course.
nl: O ja, .. euhm .. Huis van Laumwill in Feygard. Natuurlijk.

source: I have never heard of you or your house.
nl: Ik heb nog nooit van u of uw huis gehoord.

source: Where is Feygard?
nl: Waar is Feygard?

source: Feygard, the great city of peace. Surely you must know of it. Northwest in our great land.
nl: Feygard, de stad van vrede. Natuurlijk heb je er als van gehoord. In het noordwesten van ons geweldige land.

source: No, I have never heard of it.
nl: Nee, ik heb er nog nooit van gehoord.

source: Pfft. That just proves everything I have heard of you savages here in the southern land. So uneducated.
nl: Pfff. Dat bewijst enkel alles dat ik gehoord heb van de wilden die jullie, hier in de zuidelijke landen, zijn. Zo ongeletterd.

source: I, Ambelie, of the house of Laumwill in Feygard, am on an excursion to the southern Nor City.
nl: Ik, Ambelie, van het huis van Laumwill in Feygard, ben op een excursie naar de zuidelijke stad Nor.

source: An excursion to see if Nor City really is all that I have heard about it. If it really can compare itself to the glamour of the great city of Feygard.
nl: Een excursie om te zien of de stad Nor echt is wat ik ervan gehoord heb. Of ze zich echt kan vergelijken met de grote, prestigieuze stad Feygard.

source: Nor City, where is that?
nl: Stad Nor, waar is dat?

source: If you like it so much in Feygard, why would you even leave?
nl: Als je zo van Feygard houdt, waarom ga je er dan weg?

source: Don't you know of Nor City? I will take note that the savages here haven't even heard of the city.
nl: Ken je de stad Nor niet? Ik noteer dat de wilden hier, zelfs nog niet van de stad gehoord hebben.

source: I am beginning to be even more certain that Nor City will never, even in my wildest dreams, be comparable to the great city of Feygard.
nl: Ik begin er meer en meer overtuigd van te geraken dat de stad Nor nooit, zelfs niet in mijn stoutste dromen, vergelijkbaar zal zijn met de grote stad Feygard.

source: Good luck on your excursion.
nl: Veel geluk met je excursie.

source: All the noblewomen in Feygard keep talking about the mysterious Shadow in Nor City. I just have to see it myself.
nl: Alle edelvrouwen in Feygard blijven praten over de mysterieuze 'Schaduw' in de stad Nor. Ik moet het gewoon met mijn eigen ogen zien.

source: You will find no business here, child.
nl: Je hebt hier niets te zoeken, jongen.

source: How interesting. The child from Fallhaven, here in Remgard?
nl: Interessant. De jongen van Fallhaven, hier in Remgard?

source: I'm not from Fallhaven, I am from Crossglen, west of Fallhaven.
nl: Ik ben niet van Fallhaven, ik kom uit Crossglen, ten westen van Fallhaven.

source: How do you know where I am from?
nl: Hoe weet jij waar ik vandaan kom.

source: Is that so? Hm, most interesting. It does not change anything, however.
nl: Is dat waar? Hm, zeer interessant. Maar dat verandert echter niets.

source: Who I am is of no importance in this situation. You on the other hand, are most important.
nl: Wiek ik ben is in deze van geen belang. Jij daarentegen bent zeer belangrijk.

source: I know .. a great deal of things.
nl: Ik weet .. veel af van bepaalde dingen.

source: $playername - yes, that is what they call you.
nl: $playername - yes, dat is hoe ze je noemen.

source: How do you know my name? Who are you?
nl: Hoe weet je mijn naam? Wie ben jij?

source: Let's just say that I am a .. friend. You would do well to keep your .. friends close.
nl: Laat ons zeggen dat ik een .. vriend ben. Ik raad je aan om je .. vrienden in de buurt te houden.

source: Now, how may I help you? Equipment? Information?
nl: Nu, hoe kan ik je helpen. Uitrusting? Informatie?

source: What information do you have?
nl: Welke informatie heb je?

source: Hm, let me see.
nl: Hm, laat me eens kijken.

source: No, I cannot tell you anything at this time. You are welcome to return once your path has become .. clearer.
nl: Nee, ik kan je op dit moment niets vertellen. Je bent hier opieuw welkom eens je pad .. duidelijker geworden is.

source: Certainly.
nl: Zeker.

source: Halt! Do not come any closer. The contents of these crates is property of Feygard.
nl: Halt! Kom niet dichterbij. De inhoud van deze kratten is eigendom van Feygard.

source: I mean you no harm. Who are you?
nl: Ik heb geen slechte bedoelingen. Wie ben jij?

source: Sure. I'll just stay right here. Who are you?
nl: Zeker, ik blijf hier staan. Wie ben jij?

source: Fine. I will leave.
nl: Goed, ik ben al weg.

source: Two-handed sword
id: Pedang dua tangan
sl: Dvoročni meč

source: Axe
id: Kapak
sl: Sekira

source: Broadsword
id: Pedang
sl: Široki meč

source: Buckler
id: Pembelaan
sl: Okrogel ščit

source: Club
id: Gada
sl: Udrihač

source: Dagger
id: Pisau belati
sl: Bodalo

source: Warhammer
id: Palu
sl: Vojno kladivo

source: Giant hammer
id: Palu Raksasa
sl: Veliko gladivo

source: Longsword
id: Pedang panjang
sl: Dolgi meč

source: Mace
id: Lawang
sl: Palica

source: Rapier
id: Pedang tipis
sl: Rapir

source: Scepter
id: Tongkat kerajaan
sl: Žezlo

source: Shield, metal (heavy)
id: Tameng, logam (berat)
sl: Ščit, kovinski (težak)

source: Shield, metal (light)
id: Tameng, logam (ringan)
sl: Ščit, kovinski (lahek)

source: Tower shield
id: Pelindung istana
sl: Kvadratni ščit

source: Shield, wood (heavy)
id: Tameng, kayu (berat)
sl: Ščit, lesen (težak)
